Repository: cgmendozag/ITC-Plugin
Catalog: languages/itc-*.po
Languages: es_es

source: File Type not allowed
es_es: Tipo de Archivo no permitido

source: Impressive Themed Categories Options
es_es: Ajustes de ITC

source: Settings
es_es: Ajustes

source: Color Settings
es_es: Ajustes de Color

source: Colors:
es_es: Colores:

source: Missing Catalog Name
es_es: No se ha indicado nombre de cat&aacute;logo

source: The name is already in use
es_es: Ese nombre ya est&aacute; en uso

source: No matches found
es_es: No se han encontrando coincidencias

source: Wrong search term
es_es: T&eacute;rmino de b&uacute;squeda incorrecto

source: This action can not be undone. Are you sure you want to proceed?
es_es: Esta acción no se puede deshacer. ¿Está seguro de proceder?

source: ITC Information
es_es: Informaci&oacute;n de ITC

source: ITC Settings
es_es: Ajustes de ITC

source: Icon
es_es: Icono

source: Current color code:
es_es: C&oacute;digo del color seleccionado:

source: New Color
es_es: Nuevo Color

source: Remove Selected Color
es_es: Eliminar el color seleccionado

source: Color name
es_es: Nombre del color

source: Add
es_es: Agregar

source: Changes will not take effect until settings are saved.
es_es: Los cambios no se ver&aacute;n reflejados hasta que sean guardados.

source: Remove Selected Icon
es_es: Eliminar el icono seleccionado
